[
  {
    "player_name": "Kevin Ray Mendoza",
    "position": "GK",
    "country": "Philippines",
    "description": "He is a young goalkeeper from the Philippines who joined Persib Bandung in 2024. He is known for his excellent reflexes and calmness under pressure. One of his unique features is his ability to distribute the ball accurately, which helps the team in building attacks from the back. In addition to his club success, Kevin also has experience playing at the international level, playing for the Philippines national team in several competitions. His persistent character and dedication to training make him an inspirational figure for his teammates and soccer fans in the country.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE23272637.png"
  },
  {
    "player_name": "Teja Paku Alam",
    "position": "GK",
    "country": "Indonesia",
    "description": "He is an Indonesian professional goalkeeper who joined Persib Bandung in 2022 introduced by coach Robert Alberts. Known for his quick reflexes and ability to deal with pressure situations, Teja has become one of the key players in the team's defense. In the 2024/2025 season, he has appeared in 6 different matches from the season to 18 matches.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE6072.png"
  },
  {
    "player_name": "Sheva Sanggasi",
    "position": "GK",
    "country": "Indonesia",
    "description": "He is a young goalkeeper from West Java, Indonesia who joined Persib Bandung in 2023. He was previously an academy graduate from the Persib age group 20. He got 1 chance of 14 minutes to be a goalkeeper. However, he conceded 3 goals when he hosted Persebaya Surabaya. This is reasonable and should be given a chance in the following season.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE22072384.png"
  },
  {
    "player_name": "Fitrah Maulana",
    "position": "GK",
    "country": "Indonesia",
    "description": "He is a young goalkeeper from West Java, Indonesia who joined Persib Bandung in 2023. He was previously a graduate of the u-18 group of persib academy. He hasn't gotten the chance yet. This is his experience at a young age to be able to continue to improve his expertise in guarding the goal.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE21123933.png"
  },
  {
    "player_name": "Nick Kuipers",
    "position": "CB",
    "country": "Netherlands",
    "description": "He is a tough Dutch defender who joined Persib Bandung in 2019 by Coach Robert from Ado Den Haag Club. In his prime in 2019, he has ventured into the Indonesian league which has the largest fanbase. Known for his physical strength and good game-reading ability, Nick became a key pillar in the team's defense. In the 2024/2025 season, he has appeared in 29 matches, showing his consistency and reliability in guarding the Persib goal. In addition to his solid defensive abilities, he is also able to contribute in attacking play, especially through accurate passes from the back. ",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1911019288.png"
  },
  {
    "player_name": "Gustavo França",
    "position": "CB",
    "country": "Brazil",
    "description": "He is a Brazilian defender who joined Persib Bandung at the start of the league season in 2024. He has a favorite nickname which is agus. Known for his excellent dribbling technique and keen vision of the game, he is a mainstay at the back of the team. In the 2024/2025 season, he has featured in 29 matches, contributing to creating chances as well as scoring important goals. ",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE24099511.png"
  },
  {
    "player_name": "Achmad Jufriyanto",
    "position": "CB",
    "country": "Indonesia",
    "description": "He is an experienced Indonesian defender who rejoined Persib Bandung in 2019. He has tasted the atmosphere of the Indonesian league so his experience is needed in the team. Known for his physical toughness and ability to read the game, Jufriyanto became one of the main pillars in the team's defense. In the 2024/2025 season, he has appeared in 2 matches. In addition to his solid defensive skills, he is now trusted to be a player as well as an assistant coach. This is a new thing and is ready to become an assistant coach in the future.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE802.png"
  },
  {
    "player_name": "Victor Igbonefo",
    "position": "CB",
    "country": "Indonesia",
    "description": "He is a naturalized center-back who currently plays for Persib Bandung. Since joining in 2020, Victor has been known for his strong defensive abilities and leadership at the back. With experience playing in various leagues, he brings durability and composure in guarding the team's defense. In the 2024/2025 season, Victor has appeared in 5 matches. He will be tasting his 5th Indonesian League 1 title and will be a very impressive parting gift.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE601.png"
  },
  {
    "player_name": "Edo Febriansyah",
    "position": "LB",
    "country": "Indonesia",
    "description": "He is a young Indonesian defender who joined Persib Bandung in 2023. Known for his speed and defensive skills, Edo is one of the promising talents at the club. In the 2024/2025 season, he has appeared in 30 matches, showing great maturity and confidence. In addition to his defensive abilities, Edo is also active in assisting the attack from the left side, providing dangerous passes to his teammates.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1717288208.png"
  },
  {
    "player_name": "Rezaldi Hehanussa",
    "position": "LB",
    "country": "Indonesia",
    "description": "He is an Indonesian left-back who joined Persib Bandung in 2023. He is known to be quite a phenomenal transfer player because he comes from a rival club, Persija Jakarta. He is often a threat to the opposition from the left side with his defensive and attacking abilities. In the 2024/2025 season, he has featured in 1 match due to a recurrence of his injury. He is also known for his speed and physical endurance, allowing him to assist in defense while also contributing in attack. With his high fighting spirit and dedication, he became one of the key players relied on last season by the team and favored by fans.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1617181701.png"
  },
  {
    "player_name": "Zalnando",
    "position": "LB",
    "country": "Indonesia",
    "description": "He is a talented right-back from Indonesia who currently plays for Persib Bandung after joining in 2019. He is a returning player from a loan spell from the PSIS Semarang club. Known for his speed and defensive skills, he is often key in keeping the team's defense stable. In the 2024/2025 season, he has appeared in 12 matches, showing his ability to assist the attack through penetration and accurate crosses. In addition, his professional attitude and hard work on the pitch make him a role model for young players. ",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE6079.png"
  },
  {
    "player_name": "Henhen Herdiana",
    "position": "RB",
    "country": "Indonesia",
    "description": "He is an Indonesian right-back who currently plays for Persib Bandung. Joining the team in 2017 at a young age, he is known for his speed, defensive technique, and ability to read the game. In the 2024/2025 season, he has strengthened Persib's defense in 20 matches, making significant contributions in both defense and attack. His bravery in one-on-one duels and ability to deliver accurate crosses make him a threat to the opposition.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1613084412.png"
  },
  {
    "player_name": "Zulkifli Lukmansyah",
    "position": "RB",
    "country": "Indonesia",
    "description": "He is a young right-back from West Java Indonesia who currently plays for Persib Bandung. Since joining in 2024, he has been a youth player from Persib U-20. Although, he is yet to gain any flying hours at Persib, he already has experience and training in the premier league.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE21123636.png"
  },
  {
    "player_name": "Rachmat Irianto",
    "position": "DMF",
    "country": "Indonesia",
    "description": "He is an Indonesian central midfielder who currently plays for Persib Bandung. Known for his physical strength, ability to read the game, and skill in winning aerial duels, he has been an important part of the team's midfield since joining in 2022. In the 2024/2025 season, he has featured in 12 matches due to an injury he picked up against PSBS Biak.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE171298462.png"
  },
  {
    "player_name": "Mateo Kocijan",
    "position": "DMF",
    "country": "Croatia",
    "description": "He is a Croatian soccer player who currently plays for Persib Bandung as a central midfielder. Joining the team in 2024, he is known for his dribbling skills, keen game vision, and ability to set the rhythm of the game. In the 2024/2025 season, he has made appearances in 26 matches, making significant contributions in terms of assists and goals scored. Despite being without a club, he was able to prove with his presence at Persib to be a major player.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE24091649.png"
  },
  {
    "player_name": "Dedi Kusnandar",
    "position": "DMF",
    "country": "Indonesia",
    "description": "He is a talented Indonesian midfielder who currently plays for Persib Bandung. Known for his high playing technique, accurate ball distribution ability, and good vision of the game. Dado, as fans call him, has shown consistency since joining the team in 2016. In the 2024/2025 season, he has featured in 14 matches, making an important contribution in the control of the midfield.",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE2799.png"
  },
  {
    "player_name": "Robi Darwis",
    "position": "DMF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE22207095.png"
  },
  {
    "player_name": "Ahmad Agung",
    "position": "DMF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE7604.png"
  },
  {
    "player_name": "Marc Klok",
    "position": "CMF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1719240722.png"
  },
  {
    "player_name": "Adam Alis",
    "position": "CMF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE6693.png"
  },
  {
    "player_name": "Tyronne Del Pino",
    "position": "AMF",
    "country": "Spain",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE23282544.png"
  },
  {
    "player_name": "Adzikry Fadlillah",
    "position": "AMF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE21148529.png"
  },
  {
    "player_name": "Beckham Putra",
    "position": "RW",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1619997808.png"
  },
  {
    "player_name": "Ciro Alves",
    "position": "RW",
    "country": "Brazil",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1918459167.png"
  },
  {
    "player_name": "Ryan Kurnia",
    "position": "RW",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE7770.png"
  },
  {
    "player_name": "Febri Hariyadi",
    "position": "RW",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE6054.png"
  },
  {
    "player_name": "Ferdiansyah",
    "position": "RW",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE21243649.png"
  },
  {
    "player_name": "Dimas Drajad",
    "position": "CF",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1811314087.png"
  },
  {
    "player_name": "Gervane Kastaneer",
    "position": "CF",
    "country": "Curacao",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE25143819.png"
  },
  {
    "player_name": "David da Silva",
    "position": "CF",
    "country": "Brazil",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE1812811890.png"
  },
  {
    "player_name": "Kakang Rudianto",
    "position": "CB",
    "country": "Indonesia",
    "description": "",
    "player_image": "https://assets.ligaindonesiabaru.com/uploads/images/player/PE2018076782.png"
  }
]
